Repository: 60MikeMike/smv
Catalog: for_bundle/smokeview_*.po
Languages: de

source: a/ALT a: increase/decrease flow vector length by 1.5
de: Ueber

source: Above
de: Oberhalb

source: Absorption adjustments
de: Anpassung der Absorption

source: Actual
de: Aktuell

source: adaptive integration
de: Hinzufuegen

source: adjust off-center
de: Off-Center Anpassung

source: All
de: Alle

source: All data
de: Alle Keyframes

source: All levels solid
de: Alle Ebenen solid darstellen

source: All levels transparent
de: Alle Ebenen transparent darstellen

source: All terrains
de: Alle Gelaende

source: all times
de: Alpha

source: also, toggles cell center display on/off)
de: ALT vertikal: verschiebe entlang z-Achse

source: ALT y: if current slice is cell centered, toggle interpolation on/off
de: ALT + Hoch/Runter: Anzeige nach oben/unten verschieben

source: ALT:left/right cursor: slide left/right
de: ALT + links/rechts: Anzeige nach links/rechts verschieben

source: Always show tracers
de: Immer Tracer anzeigen

source: and save results into case2.ini
de: Animation

source: Antialias tour path line
de: Blende

source: Apply
de: Anwenden

source: Apply at startup
de: Wende zu Beginn an

source: arrow
de: Automatisch laden

source: Auto load at startup
de: Automatisch laden beim Start

source: Auto load data files
de: Automatisches Laden jetzt auswaehlen

source: Auto place (2D)
de: Avatar

source: Average
de: Durchschnittliche

source: Average data
de: Achse

source: axis
de: Achse

source: azimuth
de: Zurueck

source: Back slice
de: Geschwindigkeitsfeld im Hintergrund

source: base
de: Unter

source: bindir dir - specify location of smokeview bin directory
de: bindir dir - gib die Position des Smokeview bin-Directories an

source: bins
de: blau

source: both
de: beide

source: Both eyes
de: Beide Augen

source: Bound data
de: Daten begrenzen

source: Boundary
de: Boundary-File Frame ueberspringen

source: buffer - scan .smv file using a memory buffer
de: build - zeige die in dieser Smokeviewversion verwendeten Direktiven

source: c: toggle between continuous and 2D stepped contours
de: c: Umschalten zwischen kontinuierlichen und unterbrochenen 2D-Konturen

source: Cache boundary data
de: CAD

source: Cad surface drawn opaque
de: Abbrechen

source: Cancel script
de: Breche das Skript ab

source: CARBON DIOXIDE DENSITY
de: Mittig

source: center of clipping planes
de: Loesche

source: Clip blockages
de: Geometrie schneiden

source: Clip blockages and data
de: Geometrie und Daten schneiden

source: Clip data
de: oberhalb schneiden

source: Clipping disabled
de: Schneiden deaktiviert

source: clock/counter clockwise: rotate about y axis (click near scene edge)
de: Schliessen

source: Close all dialogs ALT x
de: Farbe

source: color
de: Farbe fuer ueber max.

source: color as fire >
de: Farbe fuer unter min.

source: Color black
de: faerbe ein mit

source: color/intensity
de: Farbbalken

source: Colorbar type
de: Farbbalken Typ

source: Coloring
de: kombiniere Meshes

source: Compartments
de: komprimiere Daten während des Ladens

source: Compress now
de: jetzt Komprimieren

source: Compress only autoloaded files
de: komprimiere nur automatisch geladene Dateien

source: Compressed file frame skip
de: Ueberspringe komprimierte Datei

source: Compression
de: Komprimierung

source: Compression options
de: Komprimierungsoptionen

source: Compute
de: berechne Tracks

source: Configuration files
de: Konfigurationsdateien

source: Constant coloring
de: gleichmaessige Faerbung

source: Constant speed
de: konstante Geschwindigkeit

source: Continue
de: Weiter

source: Continuous
de: kontinuierlich

source: Continuous contours
de: kontinuierliche Konturen

source: contour width
de: Fenster erstellen

source: CTRL horizontal/vertical: translate along x, y axis
de: CTRL horizontal/vertikal: verschiebe entlang x-, y-Achse

source: CTRL:up/down cursor: move forward/backward 5 times slower
de: CTRL + hoch/runter: vorwaerts/rueckwaerts 5 mal langsamer

source: Cull hidden slices
de: schliesse versteckte Slices aus

source: Culling extension initialization failed
de: Culling-Verfahren konnte nicht initialisiert werden

source: Culling extension initialization succeeded
de: Culling-Verfahren erfolgreich initialisiert

source: Current
de: aktuelle

source: Custom
de: benutzerdefinierte

source: Custom Red/Custom Blue
de: angepasstes Rot/angepasstes Blau

source: Customize Colorbar
de: Ueberspringen

source: Data
de: Daten

source: data
de: Einfaerbung der Daten

source: Data loading
de: Dateien laden

source: Debug
de: Abklingen, p

source: Defined in evac file
de: in EVAC Datei definiert

source: Defined in input file
de: in Eingabedatei definiert

source: Delete
de: Loeschen

source: Delete colorbar
de: Farbbalken loeschen

source: demo - use demonstrator mode of Smokeview
de: demo - benutze Demo-Modus von Smokeview

source: Demonstrator
de: Demonstration

source: Depth
de: Tiefe

source: Device values
de: Devices/Objekte

source: Dialogs
de: Dialoge

source: diameter
de: Abmessungen ans Gitter anpassen

source: direction
de: Richtungsvektoren

source: directory
de: Verzeichnis

source: Disclaimer
de: Haftungsausschluss

source: Discussion forum
de: Anzeige

source: Display all
de: alle anzeigen

source: Display exterior data
de: zeige FDS-Werte in zellzentrierten Slices an

source: Display Units
de: Doppelklick: rotiere/verschiebe knotenzentriertes Slice in 3D

source: Down
de: Runter

source: Downloads
de: Zeichnen

source: Droplets
de: Tropfen

source: Duplicates
de: e: schalte um zwischen Rotationsansichten: Szenen-zentriert 2 Achsen, 1 Achse, 3 Achsen und Auge-Zentr

source: each time
de: Editiere

source: Edit colorbar... ALT C
de: Loesche komprimierten Dateien

source: Error: CAD geometry file: %s could not be opened
de: Fehler: steplabel nicht definiert

source: Evacuation
de: Evakuierung

source: every 10 minutes
de: Jedes 10.

source: Every 20th
de: Jedes 20.

source: Every 2nd
de: Jedes 2.

source: Every 3rd
de: Jedes 3.

source: Every 4th
de: Jedes 4.

source: every 5 minutes
de: Jedes 5.

source: every minute
de: Aussenansicht

source: external
de: extern

source: eye
de: Facetten

source: factor
de: Weite Tiefe

source: fast - assume slice files exist in order to reduce startup time
de: schnelle Geometrie anzeige

source: FDS generated ticks
de: FDS erzeugt Ticks

source: fed - pre-calculate all FED slice files
de: Feuerlinie

source: fire opacity (m)
de: Feuertransparenz-Multiplikator

source: Fires
de: Feuer

source: first
de: Wechseln

source: flip
de: Hintergrund wechseln

source: Flow vectors
de: Flussvektoren

source: Font
de: Schriftart

source: Fonts
de: Bildbeschriftung

source: Frame number
de: Bild Nummer

source: Frame rate
de: Bildfrequenz

source: frame skip
de: Frame ueberspringen

source: Frame(s)
de: Frames pro Sekunde

source: Freeze
de: Einfrieren

source: French
de: Franzoesisch

source: Frequency
de: Frequenz

source: Front
de: Vorne

source: Front slice
de: g: Gittersichtbarkeit ein/ausschalten

source: gas
de: Allgemein

source: Generate images
de: Geometrie

source: Geometry transparency
de: Geometry Transparenz

source: German
de: Deutsch

source: global
de: globales Max.

source: global min
de: globales Min.

source: GPU activated. (Press G to deactivate)
de: GPU Gitter-Multiplikator

source: GPU not available
de: GPU nicht verfuegbar

source: GPU shader initialization failed
de: Initialisierung des GPU-Shaders fehlgeschlagen

source: GPU shader initialization succeeded
de: Initialisierung des GPU-Shaders erfolgreich

source: graph
de: gruen

source: Grey (0-255)
de: Gitter

source: grid
de: Gitterposition

source: H: toggle visibility of slice and vector slice files
de: Hoehe

source: height/width
de: Hilfe

source: Hidden
de: Ausblenden

source: Hide
de: Verdecken

source: Hide all
de: Alles ausblenden

source: Hide all levels
de: Alle Ebenen ausblenden

source: Hide all planes
de: Alle Ebenen verbergen

source: Hide overlaps
de: Ueberlappungsbereiche verbergen

source: Hide scene
de: Szene verbergen

source: Highlight data above specified max
de: Daten ueber dem ausgewaehlten max. hervorheben

source: Highlight data below specified min
de: Daten unter dem ausgewaehlten min. hervorheben

source: Hilight skinny triangles
de: Schmale Dreiecke hervorheben

source: Histogram
de: Horizontal

source: horizontal/vertical: rotate about user location
de: horizontal/vertikal: rotiere um Benutzerposition

source: horizontal/vertical: rotate about z, x axis
de: horizontal/vertikal: rotiere um z-, x-Achse

source: horizontal/vertical: rotate about z, x axis (click near scene center)
de: horizontal: rotiere um die z-Achse

source: HRR
de: HRRPUV Cutoff

source: HRRPUV offset
de: Personen

source: Humans - all meshes
de: Personen - alle alle Gitter

source: I: toggle visibility of slices in blockages
de: i: Aendern der ISO-Oberflaechendarstellung

source: Id
de: Bild

source: Image size
de: initialisiert

source: Initializing callbacks -
de: Einfuegen

source: Insert after
de: Einfuegen/Pos1/Bild nach oben: Neigung vor/zurueck /schraeg stellen

source: intensity
de: Innen

source: internal
de: intern

source: Isosurfaces
de: Italienisch

source: Keep all
de: L: letztes geladenes Slice entladen

source: Label
de: Bezeichnung

source: Labels
de: Bezeichnungen

source: labels
de: gross

source: large
de: gross

source: Layers
de: Ebenen

source: Left
de: Links

source: Left eye
de: Linkes Auge

source: Left/Right
de: Links/Rechts

source: left/right cursor: rotate left/right
de: links/rechts: links/rechts drehen

source: length
de: passe die Szene an

source: Levels
de: Ebenen

source: Light
de: Linie

source: line
de: Linienkonturen

source: Line width
de: Linienbreite

source: line width
de: Linien

source: lines
de: Laden

source: Load 3D smoke/HRRPUV when
de: Lade komprimierte Daten

source: Load data in background
de: Lade Daten im Hintergrund

source: Load data only at render times
de: Lade Daten nur waehrend des Renderns

source: Load frame
de: Lade Daten vollstaendig

source: Load/Unload
de: Laden/Entladen

source: Loading smoke and fire data
de: Lade Daten von Rauch und Feuer

source: local
de: Standorte

source: lower opacity (m)
de: Manuelle

source: Map cursor keys for Plot3D use
de: Tasten fuer Plot3D-Nutzung

source: Mass extinction coeff (m2/g)
de: Max

source: max blending
de: Max. Framerate

source: max time
de: Oberste Ebene als Solid

source: Mechanical
de: Speicherauslastung

source: Memory usage
de: Speichernutzung

source: Mesh
de: Gitter

source: middle opacity (m)
de: Min

source: min size
de: Unterste Ebene als Solid

source: Misc
de: Verschiedenes

source: Motion
de: Bewegung

source: Motion... ALT m
de: Bewegung/Ansicht/Rendern

source: Mouse
de: Maus

source: Move
de: Bewege

source: n slices
de: nahe Tiefe

source: New
de: Neue

source: New colorbar
de: Neuer Farbbalken

source: New data
de: Weiter

source: ng_ini - non-graphics version of -ini.
de: Knoten

source: node index
de: Knotenindex

source: non-gpu grid multiplier
de: Non-GPU Gitter-Multiplikator

source: None
de: Keine

source: none
de: Normal

source: North
de: Anzahl der Konturen

source: number of frames to skip
de: Anzahl der zu ueberspringenden Frames

source: number of particles
de: Anzahl der Partikel

source: O: toggle blockage view (normal <--> outline)
de: Objekte

source: Obstacles
de: Hindernisse (Obstacles)

source: Off
de: Aus

source: Offset
de: Slice-Offset

source: Offset vector slice
de: Vektor-Slice Offset

source: Offset window
de: Fenster-Versatz (offset)

source: Online
de: Open

source: Open vents as outlines
de: Oeffne Vents als Konturen

source: Options
de: Optionen

source: Orientation
de: Ursprung

source: Other
de: Andere

source: Other options
de: Gliederung

source: outline
de: Umrissfarbe

source: Outline only
de: Schreibe Daten in Datei

source: Outside
de: Ausserhalb

source: Overwrite compressed files
de: Ueberschreibe komprimierte Dateien

source: Oxygen
de: Sauerstoff

source: oxygen VOLUME FRACTION
de: Sauerstoff-Volumenanteil

source: p: increment plot3d variable
de: p: Erhoehe plot3d Variable

source: P: toggle cursor key mappings
de: P: Schalte Cursor-Tastenzuordnungen um

source: param
de: Parameter

source: Particle head
de: Partikel-Kopf (??)

source: Particle size
de: Partikelgroesse

source: Particle tracking
de: Partikelverfolgung (tracking)

source: Particles
de: Partikel

source: pass 1
de: Pfad

source: Path length (m)
de: Pause

source: percentages
de: max Prozent

source: percentile min
de: min Prozent

source: Perspective
de: perspektivisch

source: Planar terrain slice
de: Ebenes Terrain-Slice

source: Point size
de: Punktgroesse

source: Points
de: Punkte

source: points
de: Punkte

source: Polish
de: Standpunkt

source: position
de: Positionen

source: Power law
de: Potenzgesetz (power law)

source: Press
de: Druecke

source: Previous
de: Zurueck

source: processing config file
de: Bearbeite Konfigurations-Datei

source: processing smokeview file
de: Eigenschaften

source: properties
de: Beenden

source: r/R/ALT R: render the current scene to an image file
de: Lese .svo Dateien

source: Read ini files
de: Lese ini-Dateien

source: reading
de: einlesen

source: Real time
de: Realzeit

source: Realistic
de: Realistisch

source: Record
de: Zeichne auf

source: Record/run scripts
de: rot

source: Red/Blue
de: Rot/Blau

source: Red/Cyan
de: Rot/Cyan

source: reference elevation, Z0 (m)
de: Lade neu

source: Reload all data
de: Rendere

source: Render high res
de: Ersetze

source: Representation
de: Angeforderte

source: Research display mode
de: Untersuche Display-Modus

source: reset animation to the initial time
de: Setze Animation zur Anfangszeit zurueck

source: Reset zmin/zmax
de: Rechts

source: Right eye
de: Rechtes Auge

source: Rotate
de: Rotiere

source: Rotate about
de: Rotiere um

source: rotation center
de: Rotationszentrum

source: Rotation parameters
de: Ausfuehren

source: Run script
de: Fuehre Skript aus

source: Run smokezip
de: Starte smokezip

source: runscript - run the script file casename.ssf
de: runscript - Fuehre die Skriptdatei casename.ssf aus

source: Russian
de: S: Veraendere Abstand zwischen benachbarten Vektoren

source: Save
de: Speichere

source: Save auto load file list
de: Speichere automatische Dateiliste

source: Save settings
de: Speichere Einstellungen

source: save settings (create casename.ini file)
de: Speichere Einstellungen nach %s

source: Save/load configuration files
de: Skaliere x

source: Scale y
de: Skaliere y

source: Scale z
de: Skaliere z

source: Scaled
de: Skaliert

source: scaled
de: skaliert

source: Scaled optical depth (SCD)
de: Skalierung

source: scatter
de: Verzeichnis fuer temporaere Dateien

source: Script files
de: Skript-Dateien

source: script scriptfile - run the script file scriptfile
de: script scriptfile - fuehrt die Skriptdatei scriptfile aus

source: Scripts
de: Skripte

source: Segments
de: Segmente

source: Select
de: Waehle aus

source: Select avatar
de: Waehle Avatar

source: Selected keyframe
de: Ausgewaehlter Keyframe

source: Selection width
de: Setze

source: set max
de: Setze max

source: set min
de: Setze min

source: Settings
de: SHIFT: links/rechts Cursor: rotiere um 90 Grad

source: Shortcuts
de: Abkuerzungen

source: Show
de: Zeige

source: show
de: zeige

source: Show all
de: Zeige alle

source: show all 3D slices
de: Zeige alle Ebenen

source: Show all planes
de: Zeige alle Ebenen

source: Show always
de: Zeige Avatar

source: Show axis labels
de: Zeige CAD Texturen

source: Show cell centered slices and vectors
de: Zeige Konturen

source: Show cull ports
de: Zeige Cull-Port (??)

source: Show cutcells
de: Zeige Dateinamen

source: Show geometry diagnostics
de: Zeige Gitter

source: show grid location
de: Zeige Gitterposition

source: Show intermediate path nodes
de: Zeige dazwischenliegende Pfad-Knoten

source: Show labels
de: Zeige Normalansicht

source: Show normals
de: Zeige Normalen

source: Show Only
de: Zeige nur

source: Show only back slices
de: Zeige nur den ersten Frame

source: Show only threshold
de: Zeige nur Schwellenwert

source: Show only X slices
de: Zeige Partikel

source: Show position/direction
de: Zeige Temperatur-Schwellenwert

source: Show test smoke
de: Zeige Test-Rauch

source: Show tracers always
de: Zeige Indikatoren (Tracers) fortlaufend (??)

source: Show user ticks
de: Zeige Ticks

source: Show vectors
de: Zeige Vektoren

source: Show vectors and cell centered slices
de: Zeige Waende

source: Show x
de: Zeigen/Verbergen

source: Show/Hide blockage types
de: Zeige/Verstecke Blockage-Typen

source: Size
de: Groesse

source: Size preserving
de: groessenerhaltend

source: Skip coarse sub-slice
de: Ueberspringe grobes Sub-Slice

source: skip frame
de: skipframe n - rendere alle n Frames

source: Slice
de: Slice-Durchschnitt

source: Slice motion
de: klein

source: Smoke
de: Rauchausblendung (smoke culling) verfuegbar, aber nicht in Gebrauch. (Zum Aktivieren

source: Smoke culling not available
de: Rauchausblendung (smoke culling) nicht verfuegbar

source: Smoke density (g/m3)
de: Rauch/Feuer

source: smoke/fire color
de: Smokeview Menues

source: Smokeview was built using the following pre-processing directives
de: Smokeview wurde mit den folgenden Pre-Prozessing Direktiven compiliert

source: Smooth
de: glatt

source: Smooth colorbar labels
de: Glaette Colorbar-Beschriftungen

source: Smooth isosurfaces
de: Glaette normal

source: smv
de: Momentaufnahme (snap)

source: snap scene to closest 45 degree orientation
de: Einrasten der Szene an der naechsten 45-Grad Orientierung

source: Solid
de: Solide

source: solid
de: Solide und mit Konturen

source: Solid only
de: Solution Wert

source: soot alpha >
de: Sortierte Flaechen

source: sort slices
de: Sortiere transparent Flaechen

source: Sort transparent surfaces
de: Sortiere transparente Oberflaechen

source: space bar: decrement/increment time step, 2D contour planes, 3D contour levels
de: Spanisch

source: Specify Orientation
de: Bereiche (spheres)

source: split
de: Start

source: start
de: Starte Rendern

source: start time
de: Startzeit

source: startframe n - start rendering at frame n
de: startframe n - starte Rendern bei Frame n

source: Starting locations/velocities
de: Starte Positionen/Geschwindigkeiten (??)

source: Step
de: Schritt

source: Step (using ^)
de: Gehe schrittweise durch Skript

source: Stepped
de: Schrittweise

source: stepped
de: stereo - aktiviere Stereo-Modus

source: Stereo Method
de: Stereo-Methode

source: Stereo settings
de: Stop

source: stop
de: Endzeit

source: Streak length (s)
de: Linienbreite bei Partikelverfolgung

source: Streaks
de: Partikelverfolgung

source: sub-intervals
de: Teilintervalle

source: Successive frames
de: Nachfolgende Frames

source: surface
de: Oberflaechenart

source: Surface view
de: Oberflaechen-Ansicht

source: Surfaces
de: Oberflaechen

source: Switch to perspective view ALT v
de: t: aktiviere/deaktiviere Einzel-Zeitschritt-Modus

source: T: toggle method for interpolating data color
de: T: Wechsle Methode zur Interpolation der Datenfarbe

source: Target orientation
de: Ziel-Orientierung

source: Targets
de: Ziele

source: tempdir - forces output files to be written to the temporary directory
de: Temperatur

source: Temperature threshold
de: Spannung

source: terminal velocity
de: Endgeschwindigkeit

source: Terrain
de: Gelaende (terrain)

source: Test
de: Test-Rauch

source: Test visibility sensor
de: Textfelder

source: Textures
de: Texturen

source: Thermocouple norms
de: Thermocouple-Normen

source: Thickness
de: Dicke

source: thickness
de: Zeit

source: time
de: Zeitleiste

source: Time bounds
de: Zeitintervall

source: Time label
de: Zeit-Label

source: Title
de: Titel

source: Toggle dialogs
de: Wechsle Ansicht

source: Tours
de: Touren

source: Trainer menu
de: Trainer Menue

source: Trainer menus
de: Trainer Menues

source: Translate
de: Transparente

source: Transparent (data)
de: Transparenter Level

source: triangle
de: Dreiecke

source: Truncate data
de: Schneide Daten ab

source: Turn off file loading while recording
de: Schalte Datei-Laden waehrend Aufzeichnung aus

source: Two sided (exterior)
de: Typ

source: type
de: u: lade Dateien neu

source: Unit
de: unbeschraenkt

source: Unload
de: Entladen

source: Unload all
de: Entlade alle

source: Unload last
de: Entlade den letzten

source: Unload terrain
de: Entlade Gelaende (terain)

source: Up
de: hoch

source: up/down cursor: move forward/backward
de: Hoch/Runter Cursor: bewege vorwaerts/rueckwaerts

source: Update
de: Aktualisiere

source: update - equivalent to -update_bounds and -update_slice
de: Aktualisiere Grenzen

source: Update continuously
de: Aktualisiere kontinuierlich

source: Update contours
de: Aktualisiere Konturen

source: Update label
de: Aktualisiere Label

source: Update using cached data
de: nutze Ueberdeckung

source: Use color
de: nutze Vordergrund

source: Use foreground color
de: Verwende GPU

source: Use level
de: Verwende Level

source: Use light
de: Verwende Transparenz

source: User settable ticks
de: Benutzerdefinierte Ticks

source: user specified center
de: Benutze

source: v: toggle flow vector visiblity
de: v: Schalte Stroemungsvektor auf sofort sichtbar

source: val at left
de: Vektor

source: Vector length
de: Geschwindigkeiten

source: velocity direction (deg)
de: Vents

source: Version info
de: vertikal

source: View
de: Ansicht

source: View direction
de: Ansicht vom ausgewaehlten Avatar

source: View from selected keyframe
de: Ansicht vom ausgewaehlten Keyframe

source: View from tour path
de: Ansicht vom Tour-Pfad

source: View Method
de: Ansichts-Methode

source: Viewpoint
de: Blickpunkt

source: Viewpoints
de: Blickpunkte

source: Viewpoints... ALT g
de: Sichtweite

source: Visualize fire/smoke flow simulations.
de: volrender - erzeuge Bilder von volumengerendertem Rauch und Feuer

source: Volume rendered
de: W: wechsle Ausschnitt - benutze Options/Clip-Menue zur Spezifikation der Schnittebenen

source: When
de: wo

source: width
de: Breite

source: Window
de: Fenster aufgebaut

source: Window properties
de: Fenster-Eigenschaften

source: world center
de: Welt-Zentrum

source: Write
de: Schreibe

source: WUI display... ALT w
de: x Realzeit

source: x,y,z: toggle contour plot visibility along x, y and z axis
de: x, y, z: Toggle Konturdiagramm Sicht entlang x, y und z-Achse

source: xy plane
de: xy-Ebene

source: xz plane
de: xz-Ebene

source: yz plane
de: yz-Ebene

source: z axis
de: Null an Grenzen
